const ru = {
    online: "Онлайн-",
    dressingRoom: "примерочная",
    DressingRoom: "Примерочная",
    Home: "Главная",
    About: "О нас",
    Partners: "Партнерам",
    delayed: "отложено",
    Delayed: "Отложенно",
    Postpone: "Отложить",

    SignIn: "Вход",
    SignUp: "Регистрация",

    TrialPlan: "Пробный план",
    Edit: "Изменить",
    CustomerLogin: "Вход для клиентов",

    Willsi: "Willsi -",
    SelectionOfThings: "Подбор вещей",
    OurService: "Нашим сервисом за последних",
    TookAdvantage: " 30 дней воспользовалось",
    client: "клиента",

    whatClothesWillSuitYou: "Хочешь посмотреть, какая одежда из нашей примерочной подойдет идеально тебе?",

    placeholderGrowth: "Рост (см)",
    placeholderShoulders: "Плечи (см)",
    placeholderChest: "Грудь (см)",
    placeholderWaist: "Талия (см)",
    placeholderHips: "Бедра (см)",

    placeholderExampleGrowth: "Рост 175 см",
    placeholderExampleShoulders: "Плечи 60 см",
    placeholderExampleChest: "Рост 90 см",
    placeholderExampleWaist: "Талия 65 см",
    placeholderExampleHips: "Бедра 91 см",

    pickUpClothes: "Подобрать одежду",

    Growth: "Рост -",
    Shoulders: "Обхват плечь -",
    Chest: "Обхват груди -",
    Waist: "Обхват талии -",
    Hips: "Обхват бедер -",

    sm: " см",

    HomepageFirstTextBlock1: "Это стартап, который использует умные алгоритмы подбора вещей",
    HomepageFirstTextBlock2: "под персональные параметры тела конкретного человека.",
    HomepageFirstTextBlock3: "Подбери идеально-сидящую одежду лично себе.",

    toDressingRoom: "В примерочную",
    becomePartner: "Стать партнером",
    OurPartners: "наши партнеры",

    Available: "Доступные",
    Change: "Измените",
    Parameters: "Параметры",
    Save: "Сохранить",

    My: "Мои",
    Husband: "Мужа",
    Son: "Сына",

    willsiEmail: "help@willsi.org",
    willsiPhone: "+ 38 (098) 678 89 89",
    PrivacyPolicy: "Политика конфедициальности",

    HaveLink: "Есть ссылка",
    OnTheProduct: "на товар?",
    TryItOn: "Примерьте его!",

    reviews: "отзывы ",
    satisfied: "довольных ",
    clients: "клиентов",

    Hint: "Подсказка",
    Important: "ВАЖНО!",

    descriptionText1: "Любишь покупать вещи через интернет не только " +
        "себе, но и своей половинке или детям - укажи в своем аккаунте несколько профилей и получай " +
        "персональные предложения по каждому.",
    descriptionText2: "Наша примерочная не принимает оплаты и не " +
        "осуществляет доставку товаров. Наша задача показать клиенту идеально-подходящую одежду " +
        "(согласно персональных параметров тела) и подсказать место, где можно её приобрести.",
    descriptionText3: "Каждый раз начинайте покупки одежды с нашей " +
        "примерочной Willsi и получайте товар, который подходит именно Вам.",

    JustThreeSteps: "всего 3 шага на пути к идеальным вещам",
    SellThings: "Если Вы продаете вещи - мы Вам будем полезны",

    PayAttentionToThings: "Обращайте внимение на вещи, с \"коефициентом подходящести\" более 70 из 100." +
        " Остальные вещи, скорее всего будут на вас сидеть не на столько идеально!",
    RecommendToConsider: "Все что выше рекомендуем рассмотреть и купить," +
        " все что ниже - рекомендуем дополнительно уточнить все параметры у продавца",
    WithIndicator: "С помощью этого индикатора Вы сможете подобрать максимасльно подходящие для Вас вещи!",

    WhoAreWe: "Кто мы?",
    ToMakeTheDressLookPerfect: "Для того, чтобы платье, кардиган или другая часть гардероба смотрелась идеально -",
    EnterParameters: " постарайтесь ввести максимально точные параметры Вашей чудесной фигуры!",

    StartupIsGainingPopularity: "Почему наш стартап набирает популярность?",

    Catalog: "Каталог",
    ShowProducts: "Показать товары",
    For: "Для ",

    WhomStartupTitle: "для кого нужен наш стартап?",
    WhomStartupText1: " Вы продаете классную одежду, но при этом получаете возвраты" +
        " по причине некорректного размера? Наш стартап - то, что Вам нужно!" +
        " Оставьте КОРРЕКТНУЮ информацию о параметрах продаваемой Вами одежды, и получайте новых клиентов.",
    WhomStartupText2: "У Вас свой интернет магазин или продаете вещи в ИНСТАГРАММ?" +
        " тогда Наше предложение точно для Вас! Получите доступ к быстрорастущей платформе продаж," +
        " где клиенты ищут и покупают одежду по принципиально-новому подходу." +
        " Оставьте Ваше имя и номер телефона и наш менеджер свяжется с Вами в ближайшее время.",

    LearnMore: "Узнать детальнее условия сотрудничества",
    SubmitApplication: "Оставить заявку",

    UpdateProduct: "Обновить продукт",
    FewPerfectThings: "еще несколько идеально-подходящих вещей",

    Model3d: "3d модель",
    Colors: "Цвета",
    grn: " грн",

    Count: "Посчитать",
    YouAreAmazing: "ура, вы восхитительны!",
    SimpleIsNot1: "Просто, не правда ли? А теперь настало время волшебства. Сейчас",
    SimpleIsNot2: "подберем для вас идеально-подходящие вещи :)",

    AreYouReady: "Вы готовы?",

    Next: "Далее",
    DataPlaceholder: "Юлия Иванова",
    WhatCallParameters: "Как назовем эти параметры?",
    woman: "Женщина",
    man: "Мужчина",
    child: "Ребенок",
    WhomMeasure: "Кого измеряем",

    ProductCategories: "Категории товаров",
    Create: "Создать",

    goToStore: "перейти в магазин для покупки",
    HaveAccount: "Есть аккаунт?",
    DontHaveAccount: "Еще нет аккаунта?",

};

export default ru;
