export const cart = {
    cartData: {
        category: "",
        cartID: "0001",
        shopID: "0001",
        productUrl: "https://rozetka.com.ua/adidas_4062054862917/p178436903/",
        parameters: [
            {
                title: "Growth",
                data: "150",
            },
            {
                title: "Shoulders",
                data: "150",
            },
            {
                title: "Chest",
                data: "150",
            },
            {
                title: "Waist",
                data: "150",
            },
            {
                title: "Hips",
                data: "150",
            },
        ]
    },
    cartInfo: {
        brand: "bailmain",
        article: "Арт 02936",
        productDescription: "Повседневная практика показывает," +
            " что начало повседневной работы по формированию позиции позволяет выполнять" +
            " важные задания по разработке системы обучения кадров, соответствует насущным потребностям." +
            " Идейные соображения высшего порядка, а также сложившаяся структура организации играет" +
            " важную роль в формировании системы обучения кадров, соответствует насущным потребностям.",
        addition: "С другой стороны консультация с широким активом позволяет" +
            " оценить значение соответствующий условий активизации.",
        price: "555",
        colors: [
            "red",
            "blue",
            "green",
        ],
    },
    slidersArr: [
        {
            imgUrl: "static/img/content/slider-main.jpg",
            alt: "slider",
        },
        {
            imgUrl: "static/img/content/Screenshot_5.png",
            alt: "slider",
        },
        {
            imgUrl: "static/img/content/Screenshot_2.png",
            alt: "slider",
        },
    ],
    additionTabs: {
        btnTabs: [
            "Состав",
            "Параметры модели",
            "Инструкция по уходу",
            "Оплата и доставка",
        ],
        textTabs: [
            [
                "Повседневная практика показывает, что начало повседневной работы" +
                " по формированию позиции позволяет выполнять важные задания по разработке" +
                " системы обучения кадров, соответствует насущным потребностям." +
                " Идейные соображения высшего порядка, а также сложившаяся структура организации" +
                " играет важную роль в формировании системы обучения кадров, соответствует насущным потребностям.",
                "С другой стороны консультация с широким активом позволяет" +
                " оценить значение соответствующий условий активизации.",
                "Повседневная практика показывает, что начало повседневной работы по формированию позиции" +
                " позволяет выполнять важные задания по разработке системы обучения кадров," +
                " соответствует насущным потребностям. Идейные соображения высшего порядка," +
                " а также сложившаяся структура организации играет важную роль в формировании" +
                " системы обучения кадров, соответствует насущным потребностям.",
                "С другой стороны консультация с широким активом позволяет" +
                " оценить значение соответствующий условий активизации.",
                "111111111111111111111",
            ],
            [
                "Повседневная практика показывает, что начало повседневной работы" +
                " по формированию позиции позволяет выполнять важные задания по разработке" +
                " системы обучения кадров, соответствует насущным потребностям." +
                " Идейные соображения высшего порядка, а также сложившаяся структура организации" +
                " играет важную роль в формировании системы обучения кадров, соответствует насущным потребностям.",
                "Повседневная практика показывает, что начало повседневной работы по формированию позиции" +
                " позволяет выполнять важные задания по разработке системы обучения кадров," +
                " соответствует насущным потребностям. Идейные соображения высшего порядка," +
                " а также сложившаяся структура организации играет важную роль в формировании" +
                " системы обучения кадров, соответствует насущным потребностям.",
                "С другой стороны консультация с широким активом позволяет" +
                " оценить значение соответствующий условий активизации.",
                "22222222222222222222222222222",
            ],
            [
                "С другой стороны консультация с широким активом позволяет" +
                " оценить значение соответствующий условий активизации.",
                "Повседневная практика показывает, что начало повседневной работы по формированию позиции" +
                " позволяет выполнять важные задания по разработке системы обучения кадров," +
                " соответствует насущным потребностям. Идейные соображения высшего порядка," +
                " а также сложившаяся структура организации играет важную роль в формировании" +
                " системы обучения кадров, соответствует насущным потребностям.",
                "С другой стороны консультация с широким активом позволяет" +
                " оценить значение соответствующий условий активизации.",
                "33333333333333333333333333",
            ],
            [
                "Повседневная практика показывает, что начало повседневной работы" +
                " по формированию позиции позволяет выполнять важные задания по разработке" +
                " системы обучения кадров, соответствует насущным потребностям." +
                " Идейные соображения высшего порядка, а также сложившаяся структура организации" +
                " играет важную роль в формировании системы обучения кадров, соответствует насущным потребностям.",
                "444444444444444444444444"
            ],
        ],
    },
};
